-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2022-11-25 19:09:28
-- 伺服器版本： 10.5.17-MariaDB
-- PHP 版本： 7.4.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `hiking`
--

-- --------------------------------------------------------

--
-- 資料表結構 `rental`
--
DROP TABLE IF EXISTS rental;
CREATE TABLE `rental` (
  `sid` int(11) NOT NULL,
  `rental_category` varchar(255) NOT NULL,
  `rental_name` varchar(255) NOT NULL,
  `rental_price` int(11) NOT NULL,
  `rental_brand` varchar(255) NOT NULL,
  `rental_label` varchar(255) NOT NULL,
  `rental_img` varchar(255) NOT NULL,
  `rental_time` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `rental`
--

INSERT INTO `rental` (`sid`, `rental_category`, `rental_name`, `rental_price`, `rental_brand`, `rental_label`, `rental_img`, `rental_time`) VALUES
(1, '帳篷', 'TiiTENT Big Sunrise 大三環棉感日出隧道帳/一房一廳帳 墨黑', 7160, 'TiiTENT', '一房一廳帳,TiiTENT Big Sunrise 大三環棉感日出隧道帳', '20220627103654599_2.png', '2022-09-22 15:06:42'),
(2, '帳篷', 'TiiTENT Hill 200 雙人自立小帳 茉黃', 4500, 'TiiTENT', '二人帳,TiiTENT Hill 200', '20220701180814734_2.png,20220701180825204_2.jpg,20220701180835788_2.jpg,20220701180846272_2.jpg,20220701154526591_2.png,20220701154307450_2.jpg', '2022-09-22 15:06:42'),
(3, '帳篷', 'TiiTENT Hill 200 雙人自立小帳 綠', 4500, 'TiiTENT', '二人帳,TiiTENT Hill 200', '20220701180634977_2.png,2022070118064792_2.png,20220701180655723_2.jpg,20220701154526591_2.png,20220701154307450_2.jpg', '2022-09-22 15:06:42'),
(4, '帳篷', 'TiiTENT Hill 200 雙人自立小帳 黑', 4500, 'TiiTENT', '二人帳,TiiTENT Hill 200', '20220701142748872_2.png,20220701180344675_2.jpg,2022070118035082_2.jpg,20220701154526591_2.png,20220701154307450_2.jpg', '2022-09-22 15:06:42'),
(5, '帳篷', 'Snow Peak 雪峰祭・秋套組2022拱型帳天幕地布套裝組 FK-239', 3836, 'Snow Peak', '2022 雪峰祭 秋｜限定品', '20221026111027963_2.png,20221026111036896_2.jpg', '2022-09-22 15:06:42'),
(6, '帳篷', 'TiiTENT SPACE PRO 太空帳 軍綠', 9960, 'TiiTENT', '一房一廳帳,TiiTENT SPACE PRO 太空帳', '20220818112946647_2.png', '2022-09-22 15:06:42'),
(7, '帳篷', 'TiiTENT SPACE PRO 太空帳 卡其', 9960, 'TiiTENT', '一房一廳帳,TiiTENT SPACE PRO 太空帳', '20220818112348647_2.png,20220810140646296_2.png,2022081014064088_2.png', '2022-09-22 15:06:42'),
(9, '帳篷', 'Snow Peak Landbreeze 寢室帳/露營帳篷 Pro.4 SD-644', 6698, 'Snow Peak', '四人帳', '20200215163639230_2.png,20200215163727622_2.png,20200215163835978_2.png,20200215164309431_2.png', '2022-09-22 15:06:42'),
(10, '帳篷', 'TiiTENT 沐夏帳 全尺寸地布 150x230cm TMF-150', 340, 'TiiTENT', 'TiiTENT 沐夏帳 MuchaTENT', '20220715182250826_2.png', '2022-09-22 15:06:43'),
(12, '帳篷', 'TiiTENT Big Sunrise 大三環棉感日出隧道帳全尺寸地布 485x360cm', 900, 'TiiTENT', '地布、地墊,露營地布,TiiTENT Big Sunrise 大三環棉感日出隧道帳', '2022063015535122_2.jpeg,20220630155359291_2.jpeg', '2022-09-22 15:06:43'),
(13, '帳篷', 'TiiTENT 沐夏帳 海軍藍 MuchaTENT', 3380, 'TiiTENT', 'TiiTENT 沐夏帳 MuchaTENT', '2022052714005054_2.jpg,20220527140106432_2.jpg,20220527140114911_2.png,20220527140120432_2.png', '2022-09-22 15:06:43'),
(14, '帳篷', 'TiiTENT 沐夏帳 卡其 MuchaTENT', 3380, 'TiiTENT', 'TiiTENT 沐夏帳 MuchaTENT', '2022052711463582_2.jpg,20220527134441446_2.png', '2022-09-22 15:06:43'),
(17, '帳篷', 'Snow Peak TP-671IV Land Lock 別墅帳/露營帳篷 象牙白', 11380, 'Snow Peak', '一房一廳帳', '20191005120255327_2.jpg', '2022-09-22 15:06:43'),
(18, '帳篷', 'TiiTENT M33 Triangulum 單峰帳/金字塔帳 海軍藍', 3960, 'TiiTENT', 'TiiTENT M33 單峰帳', '2022010516332750_2.png,20220105145710862_2.jpg,20220105163403414_2.jpg,20220428185025223_2.jpg,2022042818502925_2.jpg,20220428185036406_2.jpg,20220428185041748_2.jpg', '2022-09-22 15:06:43'),
(19, '帳篷', 'TiiTENT M33 Triangulum 單峰帳/金字塔帳 卡其', 3960, 'TiiTENT', 'TiiTENT M33 單峰帳', '20220428184044341_2.png,20220428184117180_2.jpg,20220428184136572_2.jpg,20220428184152869_2.jpg,20220105165830458_2.png,20220105143244308_2.jpg,20220105143310390_2.jpg,202201051433252_2.jpg,20220105143329238_2.jpg', '2022-09-22 15:06:43'),
(20, '帳篷', 'ZANE ARTS ZEKU-M 晴空', 5200, 'ZANE ARTS', '一房一廳帳', '20220712174601864_2.png,20200903155013236_2.png,20200903155031713_2.png,20200903155127217_2.png,2020090315550711_2.png', '2022-09-22 15:06:43'),
(21, '帳篷', 'ZANE ARTS OKITOMA-2 日川', 3980, 'ZANE ARTS', '二人帳,一房一廳帳', '20220712174333513_2.png,20210719164127696_2.jpg,20210719164354662_2.jpg,20210719164358799_2.png,20210719164400510_2.png', '2022-09-22 15:06:43'),
(22, '帳篷', 'tent-Mark PEPO帳篷/小山屋 TM-1803', 7380, 'tent-Mark DESIGNS', '露營客廳帳', '202112090943422_2.png,20211209094344694_2.png,2021120909434716_2.png,20211209094350805_2.png,20211209094611770_2.png,20211209094614172_2.png', '2022-09-22 15:06:43'),
(24, '帳篷', 'Snow Peak TP-671R 豪華別墅帳/露營帳篷 Land Lock', 10700, 'Snow Peak', '一房一廳帳', '20170830113532854_2.jpg', '2022-09-22 15:06:43'),
(28, '帳篷', 'Snow Peak TP-782 格蘭伯格帳 L', 15780, 'Snow Peak', '露營客廳帳,一房一廳帳', '20210514133650838_2.jpg,20210514133657915_2.png,20210514133703722_2.png,20210514133722712_2.png,20210514133725922_2.png,202105141337292_2.png', '2022-09-22 15:06:43'),
(31, '帳篷', 'TiiTENT SPACE太空帳 1/4小內掛帳 (適用SPACE太空帳)', 1200, 'TiiTENT', 'TiiTENT SPACE 太空帳', '20210910142435389_2.png', '2022-09-22 15:07:43'),
(34, '帳篷', 'Snow Peak TP-400 多功能紗網天幕帳', 2380, 'Snow Peak', '天幕', '2017090518060633_2.jpg', '2022-09-22 15:07:43'),
(35, '帳篷', 'Snow Peak TP-660 加長型客廳帳 Pro.', 11180, 'Snow Peak', '露營客廳帳', '20170829135304911_2.jpg', '2022-09-22 15:07:43'),
(36, '帳篷', 'Snow Peak TP-600 Morg 長型客廳帳 Pro.air', 14250, 'Snow Peak', '露營客廳帳', '20170830113751943_2.jpg', '2022-09-22 15:07:43'),
(37, '帳篷', 'Snow Peak TP-606 LAND BASE 6 LB6多功能基地天幕帳', 7980, 'Snow Peak', '天幕', '20170905181044964_2.jpg', '2022-09-22 15:07:43'),
(38, '帳篷', 'Snow Peak SET-500 Lounge 客廳帳組', 10578, 'Snow Peak', '露營客廳帳', '2017081611363076_2.jpg', '2022-09-22 15:07:43'),
(39, '帳篷', 'SNOW PEAK TP-880R 拱形客廳帳 一房一廳 ENTRY 2 ROOM ELFIELD', 5250, 'Snow Peak', '一房一廳帳', '20190121124523708_2.jpg', '2022-09-22 15:07:43'),
(42, '帳篷', 'Snow Peak SET-250RH 拱型帳天幕組', 3400, 'Snow Peak', '天幕,蝶形天幕', '20180523120403158_2.jpg', '2022-09-22 15:07:43'),
(43, '帳篷', '100mountain 露營帳篷地布/露營地布 適用300x300cm', 134, '100mountain百岳', '地布、地墊', '20170825125250797_2.jpg', '2022-09-22 15:07:43'),
(44, '帳篷', '100mountain 露營帳篷地布/露營地布 適用270x270cm', 122, '100mountain百岳', '地布、地墊', '20170825125250797_2.jpg', '2022-09-22 15:07:43'),
(45, '帳篷', 'Hilleberg Keron 4 科隆 黑標 頂級四人帳篷 綠 4.7 kg', 8400, 'HILLEBERG', '四人帳', '2017090117503210_2.jpg', '2022-09-22 15:07:43'),
(46, '帳篷', 'Hilleberg Keron 3 GT 科隆 黑標 頂級三人帳篷 紅 5.0 kg', 9100, 'HILLEBERG', '三人帳', '20170901175032376_2.jpg', '2022-09-22 15:07:43'),
(47, '帳篷', 'Snow Peak TP-820 LS 多功能天幕 L', 5880, 'Snow Peak', '天幕', '20180328170024721_2.jpg', '2022-09-22 15:07:43'),
(48, '帳篷', 'Hilleberg Kaitum 4 卡頓 紅標 輕量四人帳篷 綠 3.9 kg', 8200, 'HILLEBERG', '四人帳', '20170901175032323_2.jpg', '2022-09-22 15:07:43'),
(49, '帳篷', 'Hilleberg Kaitum 4 卡頓 紅標 輕量四人帳篷 紅 3.9 kg', 8200, 'HILLEBERG', '四人帳', '20170901175032373_2.jpg', '2022-09-22 15:07:43'),
(50, '帳篷', 'Hilleberg Kaitum 4 GT 卡頓 紅標 輕量四人帳篷 綠 4.6 kg', 9560, 'HILLEBERG', '四人帳', '20170901175032576_2.jpg', '2022-09-22 15:07:43'),
(51, '帳篷', 'Hilleberg Kaitum 4 GT 卡頓 紅標 輕量四人帳篷 紅 4.6 kg', 9560, 'HILLEBERG', '四人帳', '20170901175032885_2.jpg', '2022-09-22 15:07:43'),
(52, '帳篷', 'Hilleberg Altai UL  阿泰 藍標 輕量蒙古包 紅 340x340cm 4.3kg', 7600, 'HILLEBERG', '露營客廳帳', '20170901175032242_2.jpg', '2022-09-22 15:07:43'),
(53, '帳篷', 'Hilleberg Kaitum 4 GT 卡頓 紅標 輕量四人帳篷 沙棕 4.6 kg', 9560, 'HILLEBERG', '四人帳', '20170901175032518_2.jpg', '2022-09-22 15:07:43'),
(54, '帳篷', 'Hilleberg Kaitum 3 GT 卡頓 紅標 輕量三人帳篷 紅 4.1 kg', 8960, 'HILLEBERG', '三人帳', '20170901175032858_2.jpg', '2022-09-22 15:07:43'),
(55, '帳篷', 'Hilleberg Kaitum 3 GT 卡頓 紅標 輕量三人帳篷 沙棕 4.1 kg', 8960, 'HILLEBERG', '三人帳', '20170901175032566_2.jpg', '2022-09-22 15:07:43'),
(56, '帳篷', 'Hilleberg Saitaris 賽特瑞斯 黑標 頂級四人帳篷 紅 6.6 kg', 13800, 'HILLEBERG', '四人帳', '2017090117503272_2.jpg', '2022-09-22 15:07:43'),
(57, '帳篷', 'Hilleberg Saitaris 賽特瑞斯 黑標 頂級四人帳篷 綠 6.6 kg', 13800, 'HILLEBERG', '四人帳', '20170901175032541_2.jpg', '2022-09-22 15:07:43'),
(58, '帳篷', 'Hilleberg Nammatj 3 GT 那瑪特 黑標 頂級三人帳篷 紅  4.1 kg', 7560, 'HILLEBERG', '三人帳', '20170901183029657_2.jpg', '2022-09-22 15:07:43'),
(62, '帳篷', 'Snow Peak TP-450-1 大地帳 Pro.L 內帳地布', 1440, 'Snow Peak', '地布、地墊', '20180501104634341_2.jpg', '2022-09-22 15:08:43'),
(63, '帳篷', 'Snow Peak SET-Amenity Dome 寢室帳 M 地墊地布組 SET-021H 適用SDE-020、SDE-001', 1118, 'Snow Peak', '地布、地墊', '20220518103502798_2.png', '2022-09-22 15:08:43'),
(65, '帳篷', 'Snow Peak SET-121H Amenity Dome 六人帳篷專用泡棉墊地布組', 1240, 'Snow Peak', '地布、地墊', '20170816113630399_2.jpg', '2022-09-22 15:08:43'),
(66, '帳篷', 'Snow Peak TM-202 Amenity Dome 寢室帳 S 帳內泡棉墊', 1250, 'Snow Peak', '地布、地墊', '20190527160318407_2.jpg', '2022-09-22 15:08:43'),
(67, '帳篷', 'SNOW PEAK TP-240IR-1 客廳帳 S 地布 LIVING SHELL', 276, 'Snow Peak', '地布、地墊', '20190211152621675_2.jpg', '2022-09-22 15:08:43'),
(68, '帳篷', 'SNOW PEAK TM-450 SPEARHEAD PRO. 大地帳 PRO.L 內帳地墊  適用TP-450IR', 2780, 'Snow Peak', '地布、地墊', '20190211142637990_2.jpg', '2022-09-22 15:08:43'),
(69, '帳篷', 'Snow Peak TM-385 客廳帳 地墊', 900, 'Snow Peak', '地布、地墊', '20190131152050433_2.jpg,20190131152056813_2.jpg', '2022-09-22 15:08:43'),
(70, '帳篷', 'Snow Peak TM-380 客廳帳 地布', 800, 'Snow Peak', '地布、地墊', '2019013115111270_2.jpg,20190131151134962_2.jpg,20190131151140519_2.jpg,20190131151146781_2.jpg', '2022-09-22 15:08:43'),
(71, '帳篷', 'SNOW PEAK TP-880-1 拱形客廳帳 地墊地布組 搭配TP-880使用', 1320, 'Snow Peak', '地布、地墊', '20190131144432312_2.jpg', '2022-09-22 15:08:43'),
(72, '帳篷', 'SNOW PEAK SET-250-1 拱型帳 地墊地布組', 1060, 'Snow Peak', '地布、地墊', '20180504173922396_2.jpg', '2022-09-22 15:08:43'),
(73, '帳篷', 'Snow Peak SD-632-1 LB 2人帳地布 適用SD-632', 414, 'Snow Peak', '地布、地墊', '20170830110742347_2.jpg', '2022-09-22 15:08:43'),
(75, '帳篷', 'Snow Peak SD-636-1 LB 6人帳地布 適用SD-636', 612, 'Snow Peak', '地布、地墊', '20170830110650345_2.jpg', '2022-09-22 15:08:43'),
(76, '帳篷', 'Snow Peak SET-121 Amenity Dome 六人帳篷專用泡棉墊地布組', 1120, 'Snow Peak', '地布、地墊', '20170816113630399_2.jpg', '2022-09-22 15:08:43'),
(77, '帳篷', 'Snow Peak SET-021 Amenity Dome 五人帳篷專用泡棉墊地布組 適用SDE-020、SDE-001', 1118, 'Snow Peak', '地布、地墊', '20170905104727775_2.jpg', '2022-09-22 15:08:43'),
(79, '帳篷', 'Snow Peak TP-670-1 豪華別墅帳內帳專用地布', 670, 'Snow Peak', '地布、地墊', '20170829133827184_2.jpg', '2022-09-22 15:08:43'),
(83, '帳篷', 'Snow Peak TM-650-4 雙峰寢室帳-專用4人內帳地墊', 1472, 'Snow Peak', '地布、地墊', '20170830114059535_2.jpg', '2022-09-22 15:08:43'),
(85, '帳篷', 'SNOW PEAK TM-455 SPEARHEAD PRO. 大地帳 PRO.M 內帳地墊  適用TP-455IR', 1960, 'Snow Peak', '地布、地墊', '20190211143453588_2.jpg', '2022-09-22 15:08:43'),
(86, '帳篷', 'Snow Peak SD-650GS-2 雙峰寢室帳-專用2人內帳地布', 426, 'Snow Peak', '地布、地墊', '20170830114004467_2.jpg', '2022-09-22 15:08:43'),
(87, '帳篷', 'Snow Peak TP-770-1 TT圓弧別墅帳專用內帳地布', 580, 'Snow Peak', '地布、地墊', '20170829142212925_2.jpg', '2022-09-22 15:08:43'),
(89, '帳篷', 'Snow Peak TM-650-2 雙峰寢室帳-專用2人內帳地墊', 998, 'Snow Peak', '地布、地墊', '2017083011393973_2.jpg', '2022-09-22 15:08:43'),
(90, '帳篷', 'Snow Peak SD-650GS-4 雙峰寢室帳-專用4人內帳地布', 526, 'Snow Peak', '地布、地墊', '20170830114032136_2.jpg', '2022-09-22 15:08:43'),
(91, '帳篷', 'ZANE ARTS ZEKU-L 晴空 L', 6000, 'ZANE ARTS', '一房一廳帳', '20221011105721268_2.png,20210719172119583_2.png,20210719172127515_2.jpg,20210719172137621_2.jpg,20210719172143773_2.png,20210719172146987_2.png', '2022-09-22 15:08:43'),
(92, '帳篷', 'ZANE ARTS LOLO', 9000, 'ZANE ARTS', '一房一廳帳', '20220809133732944_2.png,20220809133737796_2.png,2022080913374265_2.png,20220809133813136_2.png,20220809133821973_2.png,20220809133829530_2.png,2022080913383872_2.png', '2022-09-22 15:08:43'),
(93, '帳篷', 'TiiTENT 4sunrise 棉感日出隧道帳/露營帳篷 茉黃', 8640, 'TiiTENT', '一房一廳帳', '20200507163236337_2.png,20200507161203837_2.png,20200507161625918_2.png,20200507161706691_2.png,2020050716185041_2.png,20200608103216398_2.jpg', '2022-09-22 15:08:43'),
(95, '帳篷', 'tent-Mark DESIGNS 馬戲團ST DX帳篷 TM-910182', 2640, 'tent-Mark DESIGNS', '露營客廳帳', '2021102614322616_2.png,20211026143230198_2.png,20211026143233387_2.png,2021102615011390_2.png', '2022-09-22 15:08:43'),
(98, '帳篷', 'Snow Peak TP-781 格蘭伯格帳 M', 12520, 'Snow Peak', '一房一廳帳', '20210514131407326_2.jpg,20210514131414730_2.png,202105141314374_2.png,20210514131506588_2.png,20210514131510226_2.png,20210514131514838_2.png', '2022-09-22 15:08:43'),
(99, '帳篷', 'tent-Mark DESIGNS 馬戲團TC DX帳篷 TM-19CTDX', 3900, 'tent-Mark DESIGNS', '露營客廳帳', '2021102615121172_2.png,20211026151215739_2.png,20211026151218341_2.png,20211026151220150_2.png,20211026151223984_2.png,20211026151226114_2.png', '2022-09-22 15:08:43'),
(100, '帳篷', 'TiiTENT 4sunrise 棉感日出隧道帳/露營帳篷 墨黑', 8640, 'TiiTENT', '一房一廳帳', '20200507163025912_2.png,20200507161203837_2.png,20200507161625918_2.png,20200507161706691_2.png,2020050716185041_2.png,20200608103002879_2.jpg', '2022-09-22 15:08:43'),
(101, '帳篷', 'TiiTENT 4sunrise 棉感日出隧道帳/露營帳篷 軍綠', 8640, 'TiiTENT', '一房一廳帳', '20200507141334180_2.png,20200507161203837_2.png,20200507161625918_2.png,20200507161706691_2.png,2020050716185041_2.png,20200608102851730_2.jpg', '2022-09-22 15:08:43'),
(105, '帳篷', 'TiiTENT 棉感日出隧道帳/露營帳篷 墨黑 SunRise TSR03B', 6300, 'TiiTENT', '一房一廳帳', '201905221712143_2.jpg,20210223134853455_2.jpg,2021022313522590_2.jpg', '2022-09-22 15:08:43'),
(108, '帳篷', 'ZANE ARTS GIGI-1 日如常', 2700, 'ZANE ARTS', '一房一廳帳', '20200903144411381_2.png,20200903144423209_2.png,20200903144455530_2.png,20200903144515959_2.png,20200903144533589_2.png', '2022-09-22 15:08:43'),
(110, '帳篷', 'ZANE ARTS GIGI-2 月如常', 4100, 'ZANE ARTS', '一房一廳帳', '20200903113631623_2.png,20200903113640685_2.png,20200903113652970_2.png,20200903113712607_2.png,20200903113724570_2.png', '2022-09-22 15:08:43'),
(112, '帳篷', 'KAZMI GEOPATH 黑膠黑森林別墅帳 K9T3T005BK', 6560, 'KAZMI', '一房一廳帳', '20200422172649844_2.png,20200422172719103_2.png,20200422172823777_2.png,2020042217292286_2.png,20200422172945285_2.png,20200422173057642_2.png,20200422173131819_2.png,20200422173200168_2.png', '2022-09-22 15:08:43'),
(116, '帳篷', 'Hilleberg Altai XP 阿泰 藍標 蒙古包 紅 340x340cm 5.2kg', 7000, 'HILLEBERG', '露營客廳帳', '20221107163829989_2.png', '2022-09-22 15:08:43'),
(118, '帳篷', 'Hilleberg Keron 4 科隆 黑標 頂級四人帳篷 紅 4.7 kg', 8400, 'HILLEBERG', '四人帳', '20170901175032960_2.jpg', '2022-09-22 15:08:43'),
(119, '帳篷', 'Hilleberg Nammatj 3 GT 那瑪特 黑標 頂級三人帳篷 沙棕 4.1 kg', 7560, 'HILLEBERG', '三人帳', '20170901183113547_2.jpg', '2022-09-22 15:08:43'),
(120, '帳篷', 'Hilleberg Saivo 賽佛 黑標 頂級三人帳篷 沙棕 5.3 kg', 10400, 'HILLEBERG', '三人帳', '20170901175032411_2.jpg', '2022-09-22 15:08:43'),
(121, '帳篷', 'Hilleberg Saivo 賽佛 黑標 頂級三人帳篷 紅 5.3 kg', 10400, 'HILLEBERG', '三人帳', '20170901175032380_2.jpg', '2022-09-22 15:08:43'),
(122, '帳篷', 'Hilleberg Saivo 賽佛 黑標 頂級三人帳篷 綠 5.3 kg', 10400, 'HILLEBERG', '三人帳', '20170901175032418_2.jpg', '2022-09-22 15:08:43'),
(123, '帳篷', 'Hilleberg Tarra 泰拉 黑標 頂級二人帳篷 沙棕 4.3 kg', 8600, 'HILLEBERG', '二人帳', '20190116111240803_2.jpg', '2022-09-22 15:08:43'),
(124, '帳篷', 'Hilleberg Tarra 泰拉 黑標 頂級二人帳篷 綠 4.3 kg', 8600, 'HILLEBERG', '二人帳', '20170901175032871_2.jpg', '2022-09-22 15:08:43'),
(125, '帳篷', 'Hilleberg Tarra 泰拉 黑標 頂級二人帳篷 紅 4.3 kg', 8600, 'HILLEBERG', '二人帳', '20170901175032862_2.jpg', '2022-09-22 15:08:43'),
(126, '帳篷', '犀牛 A-350 四季用豪華四人露營帳蓬', 848, 'Rhino 犀牛', '四人帳', '20170630162041112_2.jpg', '2022-09-22 15:08:43'),
(127, '帳篷', '犀牛 A-150 四人掛鉤蒙古包/露營帳篷', 696, 'Rhino 犀牛', '四人帳', '20170630162041891_2.jpg', '2022-09-22 15:08:43'),
(128, '帳篷', '犀牛 A-110 二人掛鉤露營帳篷', 688, 'Rhino 犀牛', '二人帳', '20170630162041496_2.jpg', '2022-09-22 15:08:43'),
(130, '帳篷', 'RHINO 犀牛 六人防潮地布/野炊蓋布 255x255cm #933', 176, 'Rhino 犀牛', '地布、地墊', '20210504111309814_2.png', '2022-09-22 15:08:43'),
(131, '帳篷', '犀牛 四人防潮地布 215x215cm #927', 129, 'Rhino 犀牛', '地布、地墊', '20170630162025130_2.jpg', '2022-09-22 15:08:43');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `rental`
--
ALTER TABLE `rental`
  ADD PRIMARY KEY (`sid`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `rental`
--
ALTER TABLE `rental`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=132;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
